const Map<String, String> jPTranslate = {
  'home': 'ホーム',
  'home-t': "ラウレンチウ有希子です",
  'home-p': '私は',
  'home-p2': 'フルスタックデベロッパー',
  'home-p3': 'で、実際に現場のプロジェクトに取り組み、チームでの経験を通じて成長したいと思っています。',
  'project': 'プロジェクト',
  'eu-p': '初めてのフリーランスプロジェクトでは、3か月をかけてEURamenのウェブサイトを開発。'
          'レスポンシブデザインを手掛け、マルチリンガル機能を統合し、UXの管理も担当。'
          'また、コンテンツの翻訳にも大きく貢献し、クライアントがより広範な国際的なオーディエンスにリーチできるようにした。',
  'travel-p':
      'Le Wagonブートキャンプの最終プロジェクトであり、Ruby on Railsを使用してMVCパターンに従ってプログラミングしました。'
          'セキュリティのためのアプリケーション認証と認可、カレンダーメソッド、チャット機能、'
          'JavaScriptを用いてマップメソッドとマップ上のマーカー機能を追加しました。',
  'project-bnt': '閲覧する',
  'grow-p': 'FlutterとDartで作成されたモバイルアプリで、日常生活でよく忘れられる水分補給をユーザーにリマインドします。'
      'アプリの継続利用を促すために、自分だけの庭を作るゲームと組み合わせています。',
  'skill': 'スキル',
  'skill1': 'プログラミング言語',
  'skill2': 'フレームワーク',
  'skill3': 'マークアップ言語',
  'skill4': 'ツール',
  'skill5': 'オペレーティングシステム',
  'contact': '連絡先',
  'contact-m': 'メールアドレスをコピーしました',
  'contact-bt1': 'お問合せ',
  'contact-bt2': '履歴書ダウンロード',
  'b-p1': 'プロジェクト 1',
  'b-p2': 'プロジェクト 2',
  'b-p3': 'プロジェクト 3',
  'b-s': 'スキル',
};
