const Map<String, String> jPTranslate = {
  'home': 'ホーム',
  'home-t': "ラウレンチウ有希子です",
  'home-p': '私は',
  'home-p2': 'フルスタックデベロッパー',
  'home-p3': 'で、現場のプロジェクトに積極的に取り組み、チームでの経験を通じて成長したいと志願しています。',
  'project': 'プロジェクト',
  'travel': 'Travel Map',
  'travel-p':
      'Le Wagonブートキャンプの最終プロジェクトであり、Ruby on Railsを使用してMVCパターンに従ってプログラミングしました。'
          'セキュリティのためのアプリケーション認証と認可、カレンダーメソッド、チャット機能、'
          'JavaScriptを用いてマップメソッドとマップ上のマーカー機能を追加しました。',
  'project-bnt': '閲覧する',
  'grow': 'Grow Guzzle',
  'grow-p': 'FlutterとDartで作成されたモバイルアプリで、日常生活でよく忘れられる水分補給をユーザーにリマインドします。'
      'アプリの継続利用を促すために、自分だけの庭を作るゲームと組み合わせています。',
  'skill': 'スキル',
  'skill1': 'プログラミング言語',
  'skill2': 'フレームワーク',
  'skill3': 'マークアップ言語',
  'skill4': 'ツール',
  'skill5': 'オペレーティングシステム',
  'contact': 'コンタクト',
  'contact-m': 'メールアドレスをコピーしました',
  'contact-btn': '履歴書ダウンロード',
  'b-p1': 'プロジェクト 1',
  'b-p2': 'プロジェクト 2',
  'b-s': 'スキル',
  'b-c': 'コンタクト',
};
